tap "d12frosted/emacs-plus", "git@github.com:d12frosted/homebrew-emacs-plus.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "knqyf263/trivy"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "wagoodman/dive"
brew "gdbm"
brew "readline"
brew "xz"
brew "amazon-ecs-cli"
brew "libyaml"
brew "ansible"
brew "antibody"
brew "aspell"
brew "automake"
brew "avrdude"
brew "awscli"
brew "bat"
brew "berkeley-db"
brew "bison"
brew "boost"
brew "bootloadhid"
brew "libffi"
brew "pkg-config"
brew "cairo"
brew "circleci"
brew "clang-format"
brew "cmake"
brew "consul"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "docker-completion"
brew "docker-credential-helper-ecr"
brew "docker-machine"
brew "erlang"
brew "elixir"
brew "exa"
brew "fd"
brew "p11-kit"
brew "gobject-introspection"
brew "ffmpeg"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gist"
brew "git"
brew "gnupg"
brew "go"
brew "grep"
brew "gron"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "libde265"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "kakoune"
brew "kubernetes-cli", link: false
brew "kops"
brew "libgccjit"
brew "librdkafka"
brew "pango"
brew "libsass"
brew "libxmlsec1"
brew "lldpd"
brew "ruby"
brew "macvim"
brew "make"
brew "markdown"
brew "mas"
brew "minikube"
brew "mitmproxy"
brew "moreutils"
brew "mr"
brew "mtr"
brew "netdata"
brew "nmap"
brew "node"
brew "nushell"
brew "openjdk"
brew "packer"
brew "pgbouncer"
brew "postgresql", restart_service: true
brew "postgresql@11"
brew "postgresql@12"
brew "protobuf-c"
brew "rabbitmq", restart_service: true
brew "rakudo"
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundler"
brew "rbenv-vars"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby-install"
brew "sbcl"
brew "shellcheck"
brew "skaffold"
brew "stow"
brew "tcpdump"
brew "teensy_loader_cli"
brew "telnet"
brew "the_silver_searcher"
brew "thrift"
brew "tmux"
brew "tmuxinator"
brew "tokei"
brew "tree"
brew "vault"
brew "watchman"
brew "wget"
brew "wrk"
brew "yajl"
brew "yarn"
brew "z"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-modern-papirus-icon"]
brew "knqyf263/trivy/trivy"
brew "osx-cross/arm/arm-gcc-bin@8", link: true
brew "osx-cross/avr/avr-gcc@8"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
brew "wagoodman/dive/dive"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "chromedriver"
cask "dash"
cask "datagrip"
cask "discord"
cask "docker"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "gfortran"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "neovim-nightly"
cask "ngrok"
cask "omnifocus"
cask "proxyman"
cask "pycharm"
cask "rar"
cask "session-manager-plugin"
cask "spotify"
cask "sublime-text"
cask "transmission"
cask "vagrant"
cask "vimr"
cask "viscosity"
mas "Be Focused Pro", id: 961632517
mas "Day One", id: 1055511498
mas "Drafts", id: 1435957248
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Tweetbot", id: 557168941
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
