tap "d12frosted/emacs-plus"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "knqyf263/trivy"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "wagoodman/dive"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "amazon-ecs-cli"
brew "ansible"
brew "aspell"
brew "avrdude"
brew "awscli"
brew "bat"
brew "bootloadhid", args: ["HEAD"]
brew "libffi"
brew "circleci"
brew "clang-format"
brew "clojure"
brew "cmake"
brew "consul"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "docker-completion"
brew "docker-credential-helper-ecr"
brew "docker-machine"
brew "elixir"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gist"
brew "git"
brew "go"
brew "node"
brew "heroku"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "libde265"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "libxmlsec1"
brew "ruby", link: true
brew "macvim"
brew "make"
brew "markdown"
brew "mas"
brew "minikube", link: false
brew "mitmproxy"
brew "moreutils"
brew "mr"
brew "mtr"
brew "neovim"
brew "netdata"
brew "nmap"
brew "osquery"
brew "packer"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "postgresql@11"
brew "rabbitmq", restart_service: true
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby-build"
brew "sbcl"
brew "shellcheck"
brew "skaffold"
brew "stow"
brew "tcpdump"
brew "teensy_loader_cli"
brew "tfenv"
brew "the_silver_searcher"
brew "tmux"
brew "tokei"
brew "tree"
brew "vault"
brew "watchman"
brew "wget"
brew "wrk"
brew "yajl"
brew "yarn"
brew "z"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD", "without-spacemacs-icon"]
brew "getantibody/tap/antibody"
brew "knqyf263/trivy/trivy"
brew "osx-cross/arm/arm-gcc-bin@8", link: true
brew "osx-cross/avr/avr-gcc@8", link: true
brew "wagoodman/dive/dive"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "appcleaner"
cask "chromedriver"
cask "datagrip"
cask "discord"
cask "docker"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "minikube"
cask "ngrok"
cask "omnifocus"
cask "proxyman"
cask "pycharm"
cask "session-manager-plugin"
cask "spotify"
cask "sublime-text"
cask "transmission"
cask "vagrant"
cask "viscosity"
mas "Be Focused Pro", id: 961632517
mas "Day One", id: 1055511498
mas "Drafts", id: 1435957248
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Tweetbot", id: 557168941
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
